Repository: mollie/WooCommerce
Catalog: mollie-payments-for-woocommerce/i18n/languages/mollie-payments-for-woocommerce-*.po
Languages: nl_nl

source: Enable/Disable
nl_nl: In-/uitschakelen

source: Enable %s
nl_nl: %s inschakelen

source: Title
nl_nl: Titel

source: This controls the title which the user sees during checkout. Default <code>%s</code>
nl_nl: De titel welke de gebruiker ziet in de winkelwagen. Standaard <code>%s</code>

source: Display logo
nl_nl: Logo weergeven

source: Display logo on checkout page. Default <code>enabled</code>
nl_nl: Logo weergeven in de winkelwagen. Standaard <code>ingeschakeld</code>

source: Description
nl_nl: Omschrijving

source: Payment method description that the customer will see on your checkout. Default <code>%s</code>
nl_nl: Betaalmethode omschrijving is zichtbaar in de winkelwagen. Standaard <code>%s</code>

source: Initial order status
nl_nl: Standaard bestelstatus

source: default
nl_nl: standaard

source: Some payment methods take longer than a few hours to complete. The initial order state is then set to '%s'. This ensures the order is not cancelled when the setting %s is used.
nl_nl: Bij sommige betaalmethodes is de betaalstatus pas na een paar dagen bekend. In dat geval wordt de bestelstatus ingesteld op '%s'. Dit voorkomt dat de bestelling per ongeluk geannuleerd wordt door de instelling %s.

source: Test mode enabled.
nl_nl: Test modus ingeschakeld.

source: Gateway Disabled
nl_nl: Gateway uitgeschakeld

source: No API key provided. Please %sset you Mollie API key%s first.
nl_nl: Geen API key ingesteld. %sStel een API key in%s.

source: %s not enabled in your Mollie profile. You can enabled it by editing your %sMollie profile%s.
nl_nl: %s is niet ingeschakeld in je Mollie profiel. Je kunt de betaalmethode inschakelen in je %sMollie profiel%s.

source: Shop currency %s not supported by Mollie. Mollie only supports: %s.
nl_nl: Winkel valuta %s wordt niet door Mollie ondersteund. Mollie ondersteunt alleen: %s.

source: Could not load order %s
nl_nl: Kan bestelling %s niet laden

source: Awaiting payment confirmation.
nl_nl: In afwachting van betaling bevestiging.

source: %s payment started (%s).
nl_nl: %s betaling gestart (%s).

source: test mode
nl_nl: test modus

source: Could not create %s payment.
nl_nl: Kon geen %s betaling aanmaken.

source: %s payment %s (%s).
nl_nl: %s betaling %s (%s).

source: Order completed using %s payment (%s).
nl_nl: Bestelling afgerond met %s betaling (%s).

source: %s payment cancelled (%s).
nl_nl: %s betaling geannuleerd (%s).

source: %s payment expired (%s).
nl_nl: %s betaling verlopen (%s).

source: You have cancelled your payment. Please complete your order with a different payment method.
nl_nl: Je hebt de betaling geannuleerd. U kunt de bestelling afronden met een andere betaalmethode.

source: Refunded %s%s (reason: %s) - Payment ID: %s, Refund: %s
nl_nl: Terugstorting %s%s (reden: %s) - Payment ID: %s, Refund: %s

source: Payment
nl_nl: Betaling

source: We have not received a definite payment status.
nl_nl: We hebben nog geen definitieve status van de betaling ontvangen.

source: We have not received a definite payment status. You will receive an email as soon as we receive a confirmation of the bank/merchant.
nl_nl: We hebben nog geen definitieve status van de betaling ontvangen. U ontvangt een e-mail zodra wij een bevestiging van de bank ontvangen.

source: Payment completed with <strong>%s</strong>
nl_nl: Betaling afgerond met <strong>%s</strong>

source: Expiry date
nl_nl: Verloopdatum

source: Number of days after the payment will expire. Default <code>%d</code> days
nl_nl: Aantal dagen waarna de betaling zal verlopen. Standaard <code>%d</code> dagen

source: Skip Mollie payment screen
nl_nl: Sla Mollie betaalscherm over

source: Skip Mollie payment screen when Bank Transfer is selected
nl_nl: Sla het Mollie betaalscherm over wanneer Overboeking is geselecteerd

source: Enable this option if you want to skip redirecting your user to the Mollie payment screen, instead this will redirect your user directly to the WooCommerce order received page displaying instructions how to complete the Bank Transfer payment.
nl_nl: Schakel deze optie in als je je gebruikers niet wilt doorsturen naar het Mollie betaalscherm, maar direct wilt doorsturen naar de WooCommerce bestelling ontvangen-pagina. Op deze pagina worden instructies getoond hoe de Overboeking afgerond moet worden.

source: Mail payment instructions
nl_nl: Mail betalingsinstructies

source: Should Mollie automatically mail the payment instructions to the customer? Default <code>%s</code>
nl_nl: Laat Mollie automatisch de betaalinstructies mailen naar de klant. Standaard <code>%s</code>

source: Disabled
nl_nl: Uitgeschakeld

source: If you disable this option the customer still has an option to send the payment instructions to an email address on the Mollie payment screen.
nl_nl: Als je deze instelling uitschakelt kan de klant op het Mollie betaalscherm er zelf nog voor kiezen om de betaalinstructies te versturen naar een e-mailadres.

source: Bank Transfer
nl_nl: Overboeking

source: Payment completed by <strong>%s</strong> (IBAN: %s, BIC: %s)
nl_nl: Betaling afgerond door <strong>%s</strong> (IBAN: %s, BIC: %s)

source: Please complete your payment by transferring the total amount to the following bank account:
nl_nl: Rond de betaling af door het totale bedrag over te boeken naar de volgende rekening:

source: Beneficiary: %s
nl_nl: Begunstigde: %s

source: Payment reference: %s
nl_nl: Betalingskenmerk: %s

source: Please provide the payment reference <strong>%s</strong>
nl_nl: Gelieve het betalingskenmerk <strong>%s</strong> op te geven bij de overboeking

source: The payment will expire on <strong>%s</strong>.
nl_nl: De betaling zal op <strong>%s</strong> verlopen.

source: The payment will expire on <strong>%s</strong>. Please make sure you transfer the total amount before this date.
nl_nl: De betaling zal op <strong>%s</strong> verlopen. Zorg dat u het totale bedrag voor deze datum heeft overgeboekt.

source: Payment completed by <strong>%s</strong>
nl_nl: Betaling afgerond door <strong>%s</strong>

source: SEPA Direct Debit
nl_nl: SEPA-incasso

source: Select your bank
nl_nl: Selecteer uw bank

source: KBC/CBC Payment Button
nl_nl: KBC/CBC Betaalknop

source: Payment completed by <strong>%s</strong> - %s (PayPal transaction ID: %s)
nl_nl: Betaling afgerond door <strong>%s</strong> - %s (PayPal transactie ID: %s)

source: No API key provided.
nl_nl: Geen API key ingesteld.

source: Invalid API key. The API key must start with 'live_' or 'test_' and can't further contain any special characters.
nl_nl: Ongeldige API key ingesteld. De API key moet beginnen met 'live_’ of 'test_’ en mag verder geen speciale tekens bevatten.

source: Item #%s stock incremented from %s to %s.
nl_nl: Artikel #%s voorraad verhoogd van %s naar %s.

source: Error
nl_nl: Fout

source: Connected
nl_nl: Verbonden

source: Gateway enabled
nl_nl: Gateway ingeschakeld

source: Enabled
nl_nl: Ingeschakeld

source: Gateway disabled
nl_nl: Gateway uitgeschakeld

source: The following payment methods are activated in your %sMollie profile%s:
nl_nl: De volgende betaalmethodes zijn ingeschakeld in je %sMollie profiel%s:

source: Refresh
nl_nl: Ververs

source: Edit
nl_nl: Bewerk

source: Order {order_number}
nl_nl: Bestelling {order_number}

source: View logs
nl_nl: Bekijk logboeken

source: Log files are saved to <code>%s</code>
nl_nl: Logboeken worden opgeslagen in <code>%s</code>

source: Mollie settings
nl_nl: Mollie instellingen

source: The following options are required to use the plugin and are used by all Mollie payment methods
nl_nl: De volgende instellingen zijn nodig om gebruik te maken van de Mollie plugin.

source: The API key is used to connect to Mollie. You can find your <strong>%s</strong> API key in your %sMollie profile%s
nl_nl: De API key wordt gebruikt om verbinding te maken met Mollie. Je kan je <strong>%s</strong> API key vinden in je %sMollie profiel%s

source: Live API key should start with live_
nl_nl: Live API key moet beginnen met live_

source: Enable test mode
nl_nl: Test modus inschakelen

source: Enable test mode if you want to test the plugin without using real payments.
nl_nl: Schakel de test modus in wanneer u de plugin wilt testen zonder echte betalingen te moeten doen.

source: Test API key should start with test_
nl_nl: Test API key moet beginnen met test_

source: Payment description send to Mollie. Default <code>%s</code><br/>You can use the following tags: %s
nl_nl: Betaling beschrijving. Standaard <code>%s</code><br/> Je kunt gebruik maken van de volgende tags: %s

source: Payment screen language
nl_nl: Taal betaalscherm

source: Detect using browser language
nl_nl: Detecteren met behulp van de internet browser taal

source: Send WordPress language (%s)
nl_nl: Stuur de WordPress taal door (%s)

source: Dutch
nl_nl: Nederlands

source: Flemish (Belgium)
nl_nl: Vlaams (België)

source: English
nl_nl: Engels

source: German
nl_nl: Duits

source: Spanish
nl_nl: Spaans

source: French
nl_nl: Frans

source: French (Belgium)
nl_nl: Frans (België)

source: The %s plugin requires at least WooCommerce version %s, you are using version %s. Please update your WooCommerce plugin.
nl_nl: De %s plugin heeft minimaal WooCommerce versie %s nodig, jij gebruikt versie %s. Update de WooCommerce plugin.

source: Mollie API client not installed. Please make sure the plugin is installed correctly.
nl_nl: Mollie API client niet geïnstalleerd. Zorg er voor dat de plugin juist is geïnstalleerd.

source: The client requires PHP version >= %s, you have %s.
nl_nl: De API client heeft PHP versie >= %s nodig, jij gebruikt versie %s.

source: The Mollie API client requires the PHP extension JSON to be enabled. Please enable the 'json' extension in your PHP configuration.
nl_nl: De Mollie API client heeft de PHP extensie JSON nodig om te werken. Schakel de PHP extensie 'json' in.

source: The Mollie API client requires the PHP extension cURL to be enabled. Please enable the 'curl' extension in your PHP configuration.
nl_nl: De Mollie API client heeft de PHP extensie cURL nodig om te werken. Schakel de PHP extensie ‘curl’ in.

source: The Mollie API client requires the following PHP cURL functions to be available: %s. Please make sure all of these functions are available.
nl_nl: De Mollie API client heeft de volgende PHP cURL functies nodig: %s. Zorg dat al deze functies beschikbaar zijn.

source: Logs
nl_nl: Logboeken

source: Could not activate plugin %s
nl_nl: Kan plugin %s niet activeren

source: %s deactivated because it depends on WooCommerce.
nl_nl: %s gedeactiveerd omdat het afhankelijk is van de plugin WooCommerce.

source: Accept payments in WooCommerce with the official Mollie plugin
nl_nl: Accepteer betalingen in WooCommerce met de officiële Mollie plugin
